[{"id":0,"modelo":"E-type","marca":"Jaguar","pais":"UK","motor":"6","decada":"60","potencia":"265","torque":"259.94","peso":"1234","tiempo":"6.7","cilindrada":"3781","historia":"El Jaguar E-Type es un auto británico de los años sesenta.","url":".\/Pictures\/1968_Jaguar_E_Type.jpg"},{"id":0,"modelo":"F40","marca":"Ferrari","pais":"Italia","motor":"8","decada":"80","potencia":"471","torque":"425","peso":"1100","tiempo":"4.1","cilindrada":"2936","historia":"El Ferrari F40 fue el último auto cuya construcción fue supervisada personalmente por el commendatore.","url":".\/Pictures\/ferrari_f40.jpg"},{"id":0,"modelo":"Mustang","marca":"Ford","pais":"USA","motor":"8","decada":"60","potencia":"267","torque":"304","peso":"1342","tiempo":"7.9","cilindrada":"4736","historia":"El auto americano por excelencia, creador de su propio nicho y protagonista de sueños y películas del siglo pasado. La joya de la corona en la historia de Ford. ","url":".\/Pictures\/mustang_gt350_1967.png"},{"id":0,"modelo":"DB5","marca":"Aston Martin","pais":"UK","motor":"6","decada":"60","potencia":"326","torque":"287","peso":"1465","tiempo":"7.6","cilindrada":"3996","historia":"El Aston Martin DB5 es un automóvil de lujo británico Gran turismo (GT) fabricado por Aston Martin, diseñado por el carrocero italiano Carrozzeria Touring Superleggera. Salió al mercado en 1963, como una evolución de la serie final de DB4. ","url":".\/Pictures\/aston.jpg"},{"id":0,"modelo":"M1","marca":"BMW","pais":"Alemania","motor":"6","decada":"70","potencia":"273","torque":"243","peso":"1300","tiempo":"5.6","cilindrada":"3453","historia":"A finales de la década de 1970, Lamborghini firmó un acuerdo con BMW para construir un coche de carreras en cantidad suficiente como para la homologación. El resultado fue vendido al público, desde 1978 a 1981, como el BMW M1, siendo el primer y único BMW de producción en disponer de motor central-trasero.","url":".\/Pictures\/bmw_m1.jpg"},{"id":0,"modelo":"959","marca":"Porsche","pais":"Alemania","motor":"6","decada":"80","potencia":"444","torque":"368","peso":"1450","tiempo":"3.7","cilindrada":"2846","historia":"Fue el primer automóvil deportivo moderno en utilizar tracción a las cuatro ruedas con un embrague multidisco y reparto de par, con un 40% delante y 60% atrás, que proporcionó la base para el primer Porsche 911 Carrera 4 y llevó a Porsche a incluir la tracción a las cuatro ruedas en todos los Porsche 911 Turbo desde la generación 993. Durante su vida comercial, el vehículo tenía solamente un par legal con prestaciones comparables a las del Ferrari F40.","url":".\/Pictures\/porsche_959.jpg"},{"id":0,"modelo":"AE86","marca":"Toyota","pais":"Japón","motor":"4","decada":"80","potencia":"128","torque":"109","peso":"910","tiempo":"8.9","cilindrada":"1587","historia":"La generación AE86 del Toyota Levin (Toyota Corolla en Europa y América) y Toyota Sprinter Trueno es corta. Toyota introdujo en 1983 un ligero coupé como parte de la quinta generación de la línea del Toyota Corolla. El chasis tenía la denominación AE86, con el cual se describía a toda la gama Sprinter Trueno y Corolla Levin. El AE86, mejor conocido como \"Hachi-Roku\" es el último Corolla de tracción trasera que, combinado con su bajo peso y un potente motor, se volvió muy popular en Japón donde el coche es altamente maniobrable en las apretadas curvas de las carreteras de montaña.","url":".\/Pictures\/toyota_sprinter_trueno.jpg"},{"id":0,"modelo":"WRX STI","marca":"Subaru","pais":"Japón","motor":"4","decada":"90","potencia":"280","torque":"256","peso":"1260","tiempo":"4.5","cilindrada":"1994","historia":"La primera generación del Impreza fue puesta a la venta en octubre de 1992. Inicialmente estaba disponible con carrocerías sedán de cuatro puertas (código de fabricación: GC) y familiar de cinco puertas (GF); a fines de 1995 se agregó una variante coupé de dos puertas (GM), similar en silueta a la sedán, todos con puertas sin marco. Las cajas de cambios eran una manual de cinco marchas y una automática de cuatro marchas.","url":".\/Pictures\/subaru_impreza_wrx_sti.jpg"},{"id":0,"modelo":"GTR 400R","marca":"Nissan","pais":"Japón","motor":"6","decada":"90","potencia":"400","torque":"346","peso":"1550","tiempo":"4.0","cilindrada":"2800","historia":"GTR son tal vez las siglas más representativas del mundo automotriz de los años 90. Fue en esta época cuando este emblemático modelo de Nissan fue bautizado con el seudónimo de “Godzilla”, y el 400R puede ser considerado como el mejor skyline de su época.\r\nEl Nissan Skyline GTR 400R nació en 1997 para conmemorar las victorias de Nissan en el Campeonato de Resistencia de las 24 horas de LeMans en 1995 y 1996\r\nPara construir esta potente máquina, NISMO (el preparador de autos oficial de Nissan) incorporó el motor RB-X GT2 en lugar del Famoso RB26DETT. El RB-X GT2 es un motor que Nissan había utilizado en sus autos que competían en LeMans, e incorporaba turbocargadores más resistentes y componentes internos reforzados para tolerar el estrés de mayor potencia y torque.\r\nEste auto fue tan especial para Nissan que sólo se fabricaron 44 unidades para distribuir en todo el mundo y actualmente se considera un auto moderno de colección.\r\nSin lugar a duda, el 400R es el mayor R33 jamás fabricado y uno de los mayores exponentes de los deportivos japoneses de los 90 que marcaron las tendencias de la década.","url":".\/Pictures\/400r_nismo.jpg"},{"id":0,"modelo":"V8 Vantage","marca":"Aston Martin","pais":"UK","motor":"8","decada":"70","potencia":"380","torque":"368","peso":"1990","tiempo":"5.2","cilindrada":"5340","historia":"El motor V8 demostró ser una unidad confiable y robusta, y era obvio para todos los interesados que había un amplio margen para un aumento significativo en la potencia que podía ofrecer. El Aston Martin V8 Vantage se anunció el 18 de febrero de 1977. Los árboles de levas revisados, la caja de aire, las válvulas de entrada y los carburadores más grandes, los nuevos colectores de entrada y los diferentes tapones, afirmaron proporcionar un aumento de potencia del 40% y un 10% más de torque.","url":".\/Pictures\/v8_vantage.jpg"},{"id":0,"modelo":"Lagonda","marca":"Aston Martin","pais":"UK","motor":"8","decada":"70","potencia":"280","torque":"360","peso":"2064","tiempo":"7.9","cilindrada":"5340","historia":"Diseñado por William Towns, en octubre de 1976, Aston Martin reveló un nuevo modelo llamativo, un nuevo Lagonda de 4 puertas con innovadora instrumentación digital de estado sólido, un concepto futurista en ese momento. Lagonda creó una ola de publicidad para la compañía y la cartera de pedidos se llenó rápidamente, particularmente del mercado de Medio Oriente.","url":".\/Pictures\/lagonda.jpg"},{"id":0,"modelo":"Testarossa","marca":"Ferrari","pais":"Italia","motor":"8","decada":"80","potencia":"385","torque":"354","peso":"1506","tiempo":"5.7","cilindrada":"4943","historia":"El Ferrari Testarrosa es uno de los automóviles deportivos más populares de todos los tiempos, no sólo entre los amantes del mundo del motor, sino también entre el gran público. Desde 1984 hasta 1992, la escudería italiana Ferrari fabricó un ambicioso turismo que, con el transcurrir de los años, habría de convertirse en símbolo de lujo y glamour y que, tal y como su nombre indica, se caracterizaba por el color rojo de su carrocería delantera.","url":".\/Pictures\/testarossa.jpg"},{"id":0,"modelo":"288 GTO","marca":"Ferrari","pais":"Italia","motor":"8","decada":"80","potencia":"395","torque":"365","peso":"1160","tiempo":"4.9","cilindrada":"2855","historia":"El Ferrari 288 GTO (también conocido simplemente como Ferrari GTO) es un exótico automóvil superdeportivo de homologación presentado en el Salón del Automóvil de Ginebra de 1984 por el fabricante italiano Ferrari y fabricado entre 1984 y 1985. El nombre 288 GTO significa que tiene un motor V8 de 2855 de cilindrada y que es un Gran Turismo Homologado (Gran Turismo Omologato en italiano).","url":".\/Pictures\/ferrari_288_gto.jpg"},{"id":0,"modelo":"Fairlady","marca":"Nissan","pais":"Japón","motor":"6","decada":"70","potencia":"151","torque":"146","peso":"1044","tiempo":"8.0","cilindrada":"2393","historia":"Tras finalizar la Segunda Guerra Mundial, tanto Japón como Nissan estaban en crisis, por lo que los directivos rápidamente detectaron que tenían que salir a conquistar otros mercados si es que querían sobrevivir. Con ello en mente, se fijaron un objetivo: Estados Unidos.","url":".\/Pictures\/Nissan_FairladyZ.jpg"},{"id":0,"modelo":"300 ZX Z32","marca":"Nissan","pais":"Japón","motor":"6","decada":"90","potencia":"279","torque":"276","peso":"1620","tiempo":"5.9","cilindrada":"2960","historia":"Tras siete años cosechando un gran éxito en el mercado, con nada menos que 329.900 unidades puestas en circulación en todo el mundo, en 1990 llegó el momento de actualizar el Nissan 300ZX para darle una nueva imagen que enamoraría a propios y extraños gracias a unas líneas aún más acertadas, una cintura muy baja y un comportamiento dinámico espectacular. Saluda al modelo Z32.","url":".\/Pictures\/nissan_300zx.jpg"}]